/*
	# 국제단위계 SI 접두어
	# 작성일 : 2019년 11월 15일(금)
	# 작성자 : 홍길동
	# 소속 : 개발1팀
*/
#include <stdio.h>
int main()
{
	printf("SI 접두어 / SI배수 / 이진배수\n");
	printf("====================================\n");
	printf("KB(키로) / 10의 3승 / 2의 10승\n");
	printf("MB(메가) / 10의 6승 / 2의 20승\n");
	printf("GB(기가) / 10의 9승 / 2의 30승\n");
	printf("TB(테라) / 10의 12승 / 2의 40승\n");
	printf("PB(페타) / 10의 15승 / 2의 50승\n");
	printf("EB(엑사) / 10의 18승 / 2의 60승\n");
	printf("ZB(제타) / 10의 21승 / 2의 70승\n");
	printf("YB(요타) / 10의 25승 / 2의 80승\n");
	return 0;
}
